[
  {
  "artist": "Gramatik",
  "image": "lineup_img/Gramatik.jpg",
  "bio": "<p class='artist-json-bio'>Mixing that electro thump with the sample-heavy boom-bap of hip-hop, DJ/producer Gramatik was born in Portoroz, Slovenia, but he always seemed bound for Brooklyn. It was an older sister with a large cassette collection who turned the young Gramatik on to tapes of funk, jazz, R&B, and other genres that naturally lent themselves to dancefloors. By the time he was 13, he was making beats on his PC, and by his late teens, his productions had earned him a loyal fan base and, eventually, the attention of the Colorado-based Pretty Lights. The like-minded producer signed Gramatik to his web label, also dubbed Pretty Lights, and released his Beatz & Pieces, Vol. 1 album in 2011. The Digital Freedom EP followed in 2012, along with Gramatik's new apartment in Brooklyn. He founded his own label, Lowtemp, in 2013, and only increased the pace of his recordings, giving away beat-heavy albums like SB#4 and Coffee Shop Selection even as he released proper LPs such as The Age of Reason in 2014 and Epigram in 2016 (both of the latter charted on Billboard's Top Electronic Albums).</p>",
  "website": "http://www.gramatik.net",
  "facebook": "https://www.facebook.com/gramatik/",
  "twitter": "https://twitter.com/Gramatik",
  "soundcloud": "https://soundcloud.com/gramatik",
  "spotify": "https://open.spotify.com/artist/179BpmLkQCRIoU68Co80f5"
},{
    "artist": "Bob Moses",
    "image": "lineup_img/Bob_Moses.jpg",
    "bio": "<p class='artist-json-bio'>\"Howie and Vallance are worthy of attention for how they fuse house with genuine singing and songwriting talent, as well as a live aesthetic that comes through clear and cohesively\" - Ibiza Voice</p><br/><p class='artist-json-bio'>\"Hankering for some moody, post-club music that doesn't totally expunge the fire within? Bob Moses might just be your men.\" - Resident Advisor</p><br/><p class='artist-json-bio'>\"Vancouver deep house duo Bob Moses are giving us all a glimpse into the future\" - DJ Mag Canada</p><br/><p class='artist-json-bio'>Canadian grown (legally), New York formed duo Jimmy Vallance and Tom Howie are one of the latest acts to release on the boutique label Scissor and Thread. Although only cordially discussing music and life in the same high school art class in Vancouver BC, it wasn't until several years later that they bumped into each other at a Lowe's parking lot and teamed up to make the act now known as Bob Moses.</p><br/><p class='artist-json-bio'>Music that will make you want to build a highway through a low income neighbourhood.</p>",
    "website": "http://bobmosesmusic.com",
    "facebook": "https://www.facebook.com/bobmosesmusic/",
    "twitter": "https://twitter.com/Bobmosesmusic",
    "soundcloud": "https://soundcloud.com/the-bob-moses",
    "spotify": "https://open.spotify.com/artist/6LHsnRBUYhFyt01PdKXAF5"
},{
    "artist": "Paper Diamond",
    "image": "lineup_img/Paper_Diamond.jpg",
    "bio": "<p class='artist-json-bio'>Paper Diamond, is a one of a kind artist who brings his own unique music to the table, a sound unparalleled to anything else around today. The Paper Diamond sound has raw energy and the kind of dramatic anticipation only a seasoned producer can incite. His signature style combines memorable melodies, space-age synthesizers, catchy vocals, chops, glitches, and serious experimentation to create a rich listening experience. His music can’t really be categorized or labeled , he produces high-energy electronic music that sticks to no genre and strives to broaden the listener’s musical spectrum. As The Huffington Post says \"Paper Diamond's sound has the capacity to make a packed dancefloor vibe as one.\" When his debut mix for BBC Radio 1's Diplo and Friends aired, Diplo mentioned, \"...every festival in the world is not complete without booking Paper Diamond.\" Skill and versatility has landed Paper Diamond on stage with some of the biggest names in the game, and with releases on Pretty Lights Music and Mad Decent label under his belt, everything is falling into place for Paper Diamond. 2015 has already seen the release of his new “Rain Drops EP” and a headlining 35 date US tour where Paper Diamond played to capacity crowds nightly in some of the US’s most prestigious theaters and clubs. With more music in the pipeline and debut tours in Europe, Australia, and New Zealand on the books for 2015 there is no signs of slowing down for Paper Diamond.</p>",
    "website": "http://www.paper-diamond.com",
    "facebook": "https://www.facebook.com/PAPERDIAMOND",
    "twitter": "",
    "soundcloud": "https://soundcloud.com/paperdiamond",
    "spotify": ""
},{
    "artist": "Troyboi",
    "image": "lineup_img/Troyboi.jpg",
    "bio": "<p class='artist-json-bio'>One of South East London’s most closely guarded secrets has recently emerged from the shadows and is set to take the music industry by storm. Known only as TroyBoi, this multi-talented musician recently signed to Timbaland’s right-hand man and US Super Producer, Jim Beanz, things are heating up faster than ever! Producing a wide variety of genres, but specializing in extraordinarily unique, versatile, and highly musical trap beats, TroyBoi is without a doubt one of the top up-and-coming producers in the game right now and it’s quite clear from his composition that his influences are vast indeed. He is also one half of the Producer/DJ duo SoundSnobz with one of his best friends, icekream and together they craft the most creative and daring audio paintings you’ll ever listen to. Buckle up and get ready to be taken into the world of TroyBoi because once you are in, you will never want to get out.</p>",
    "website": "http://www.troyboimusic.com/",
    "facebook": "https://www.facebook.com/troyboimusic/",
    "twitter": "https://twitter.com/TroyBoiMusic",
    "soundcloud": "https://soundcloud.com/troyboi",
    "spotify": "https://open.spotify.com/artist/0tvpihdAsKiNnP6sWS3jUI"
},{
    "artist": "Big Secret Guest",
    "image": "",
    "bio": "<p class='artist-json-bio'>Announcement coming soon!",
    "website": "",
    "facebook": "",
    "twitter": "",
    "soundcloud": "",
    "spotify": ""
},{
    "artist": "The Polish Ambassador",
    "image": "lineup_img/Polish_Ambassador.jpg",
    "bio": "<p class='artist-json-bio'>The Polish Ambassador, David Sugalski, is raising the bar for what it means to be a professionally touring musician. Sure, the electronic musician lays claim to producing the sweetest beats this side of the Milky Way Galaxy, but the world’s funkiest diplomat is also using his popularity to steer the millennial generation toward a nourishing and sustainable way of relating with art, community and the planet. From birthing the Permaculture Action Movement, to creating a program where nutritious beverage options are available at music venues on a routed TPA tour, the ambassador is using his clout to make real, tangible change while inspiring hundreds of thousands along the way.</p><br/><p class='artist-json-bio'> Over the last decade, The Polish Ambassador’s sound has dipped and swirled through a staggering range of styles, each album exploring uncharted sonic territory. Warm analogue dreamwave, mind-altering glitch, world-infused groove, bass-fueled breaks, sexified downtempo, electric lullabies, and psy-fi funk are just a few of the genres that have poured from the Ambassador’s soul into earbuds and ghetto-blasters across the galaxy.</p><br/><p class='artist-json-bio'> In the live setting, expect to be taken on a masterfully crafted and evocative journey mixing old and new into an auditory canvas that will spark nostalgia, titillate your senses and make you drop that bottom like it was ‘92…3092. All of that music you hear? It’s all created via solar power on TPA’s off-grid community homestead AND it’s available for free or “Name Your Price.” Just one of the ways The Ambassador says “Thank You” to all of the people out there who have supported the project along the way.</p><br/><p class='artist-json-bio'> So, if TPA’s earth-space escalade is docking at a city or festival near you then dust off your onesie, get ready to boogie and gear up for an epic community action day. Welcome to the future... where we don’t just party, we party with a purpose</p>",
    "website": "https://thepolishambassador.com/",
    "facebook": "https://www.facebook.com/thepolishambassador/",
    "twitter": "https://twitter.com/Polish_Ambass",
    "soundcloud": "https://soundcloud.com/thepolishambassador",
    "spotify": "https://open.spotify.com/artist/2dI9IuajQnLR5dLxHjTTqU"
},{
    "artist": "Mija",
    "image": "lineup_img/Mija.jpg",
    "bio": "<p class='mija'>Shredding a tidal wave of whiskey on a surfboard made out of don't care.</p>",
    "website": "http://www.bigwildmusic.com/",
    "facebook": "https://www.facebook.com/bigwildmusic/",
    "twitter": "https://twitter.com/bigwildmusic",
    "soundcloud": "https://soundcloud.com/bigwild",
    "spotify": "https://open.spotify.com/artist/0PxzGnCYBpSuaI49OR94cA"
},{
    "artist": "SNBRN",
    "image": "lineup_img/SNBRN.jpg",
    "bio": "<p class='artist-json-bio'>Kevin Chapman’s introduction to dance music was at age 12 when he stumbled upon music from the likes of Fatboy Slim and Moby. In 2008, he got his first copy of the digital production software, Reason, and started producing his own dance music. Slowly but surely, he began to immerse himself in the LA and San Diego club scenes. By 2013, Kevin had completed multiple professional degrees in audio engineering and production. Shortly thereafter the vision for the SNBRN brand emerged and Kevin embarked on a new creative path. Recognizing the increasing popularity of deep house, indie dance, and nu disco Kevin envisioned a brand that combined all the best elements of each sub-genre while remaining instantly accessible.</p><br/><p class='artist-json-bio'> In May of 2014, the SNBRN project was launched with a series of viral covers and remixes. He was quickly met with a series of career milestones including: multiple HypeMachine chart topping releases, tens of millions of plays on SoundCloud and YouTube, and direct support from Pete Tong on BBC Radio 1. The SNBRN brand has rapidly solidified itself as an overnight sensation in the house music world with official releases on Atlantic, Astralwerks, Spinnin’ Records, Ultra, Republic and Sony.</p>",
    "website": "http://www.snbrn.com/",
    "facebook": "https://www.facebook.com/SNBRN/",
    "twitter": "https://twitter.com/SNBRNMUSIC",
    "soundcloud": "https://soundcloud.com/snbrn",
    "spotify": "https://open.spotify.com/artist/2zJ8chFLjiBHRNchfevMRI"
},{
    "artist": "The Gaslamp Killer",
    "image": "lineup_img/The_Gaslamp_Killer.jpg",
    "bio": "<p class='artist-json-bio'>The Gaslamp Killer, aka William Bensussen, is the assassin and the antidote. His DJ sets bludgeon the basics, restoring music to a sacred place: shamanistic, visceral and honest. If you're searching for sound as pure voltage, the GLK is the generator.</p><br/><p class='artist-json-bio'> Raised in San Diego, GLK has made the City of Angels his home for the last decade. It's there where he joined forces with Flying Lotus and the Brainfeeder constellation, acting as an essential linchpin, the wild card electrifying the masses and slaughtering the heathens. He's played almost every major festival in the world, but still makes sure to wreck shop every Wednesday at The Airliner (home of Low End Theory). Over the last several years, GLK has amassed a new arsenal of weapons. Once primarily known for his atomic live sets and hypnotic mixes, he's evolved into a singular auteur. He can produce for himself and others, both on-stage and in the studio. Watching him conduct a live band recalls the frenetic genius of LA Philharmonic maestro, Gustavo Dudamel. The beautiful chaos is best distilled on his live album: The Gaslamp Killer Experience: Live in Los Angeles.</p>",
    "website": "http://thegaslampkiller.com/",
    "facebook": "https://www.facebook.com/gaslampkiller/",
    "twitter": "https://twitter.com/GASLAMPKILLER",
    "soundcloud": "https://soundcloud.com/gaslampkiller",
    "spotify": "https://open.spotify.com/artist/5dVua2HdrY1VlbPh6OM9KZ"
},{
    "artist": "Sango",
    "image": "lineup_img/Sango.jpg",
    "bio": "<p class='artist-json-bio'>Sango is a Seattle-based producer who is most known for his remixes of Aaliyah, Drake, Little Dragon, Nas, The Weeknd, his debut album 'North,' and his Baile Funk EP series \"Da Rocinha.\" He is a part of the Los Angeles collective Soulection. At the young age of 12, Sango started producing music alongside his older brother and his friends. His work mainly focuses on hip-hop, and soul influenced beats that over the years have been able to come together as his own distinctive innovative sound. He has been featured on numerous publications for his self-disclosing interviews and tracks - Fader, Drake's OVO blog, XLR8R, Noisey, Fader, Complex, and more.</p><br/><p class='artist-json-bio'>Over the last few years while releasing his Da Rocinha series, Sango has toured 50 + cities worldwide and played some of the world's biggest festivals. His high energy live set is constantly in demand. While touring his Da Rocinha projects and live set around the world, Sango has been producing for some of the industry's hottest acts. Sango has produced for Tinashe, Bryson Tiller, Mick Jenkins, GoldLink, Wale & more.</p>",
    "website": "https://sangobeats.com/",
    "facebook": "https://www.facebook.com/SangoBeats/",
    "twitter": "https://twitter.com/SangoBeats",
    "soundcloud": "https://soundcloud.com/sangobeats",
    "spotify": "https://open.spotify.com/artist/7e3FtKBIPLrIVm8g1FJMVg"
},{
    "artist": "Quantic",
    "image": "lineup_img/Quantic.jpg",
    "bio": "<p class='artist-json-bio'>Quantic is the recording alias of British-born musician, Will Holland. Holland's sound is rooted in the richness of the golden age of recording with a fearless modern bite for the dance floor. His productions connect progressive musical ideas with spontaneous musicianship, exciting tonality & a fine ear for detail. His travels have lead him to record, collaborate & perform all over the world, from Festivals in Brasil, clubs in his native England and the outdoor stages of Japan. Beginning his career at 16, Holland cut his teeth with downtempo and instrumental-beats releases on 45 records -- first with UK label Breakin Bread Records and later, Tru Thoughts. He has 16 studio albums under his belt, as well as several compilations. He has collaborated and recorded with the likes of Ana Tijoux, Jorge Drexler, Shinehead, Anibal Velasquez, and more.</p>",
    "website": "http://quantic.org/",
    "facebook": "https://www.facebook.com/quanticmusic/",
    "twitter": "https://twitter.com/quanticmusic",
    "soundcloud": "https://soundcloud.com/quantic",
    "spotify": "https://open.spotify.com/artist/5ZMwoAjeDtLJ0XRwRTgaK8"
},{
    "artist": "Peanut Butter Wolf",
    "image": "lineup_img/PBW.jpg",
    "bio": "<p class='artist-json-bio'>By the mid 80's, Chris Manak was DJing and making his own beats for MCs. A few years later, he met 16-year-old rapper Charizma and they soon signed with Hollywood Records. In December 1993, the world lost Charizma to gun violence. Wolf took a break. \"Making beats\" eventually became therapy for the next few years. In 1996, he started Stones Throw Records out of his bedroom as a vinyl-only record label that catered to DJs. His own album My Vinyl Weighs A Ton, was the most successful release of the label's early years. In 2001, Wolf moved to Los Angeles, bringing hip hop artist Madlib along with him, who became the center of the label for many years. Wolf has also curated albums for Adult Swim, 2K Sports, Serato, and Urban Outfitters. He has also discovered Mayer Hawthorne and Aloe Blacc, encouraging both artists who were rappers at the time to become singers.</p><br/><p class='artist-json-bio'> After three decades of vinyl DJing, PBW now prefers A/V sets, playing music videos pulled from his personal collection of rare VHS, DVD, laserdisc, beta, etc. Whether it's a private dinner party for Bill Clinton, a string of dates with the Beastie Boys, Gwen Stefani's birthday party, or his own high school reunion, Wolf is equally at home behind the turntables.</p><br/><p class='artist-json-bio'>A documentary on the life of PB Wolf and his label Stones Throw, Our Vinyl Weighs A Ton, is now playing at film festivals, focusing on the path of Chris and the record label he created nearly 20 years ago.</p>",
    "website": "http://www.stonesthrow.com/pbwolf/",
    "facebook": "https://www.facebook.com/pbwolf/",
    "twitter": "https://twitter.com/pbwolf",
    "soundcloud": "https://soundcloud.com/pbwolf",
    "spotify": "https://open.spotify.com/artist/3KjYnDT3cEQ8ngiCLTCIl9"
},{
    "artist": "Machinedrum A/V Set feat. Strangeloop",
    "image": "lineup_img/Machinedrum.jpg",
    "bio": "<p class='artist-json-bio'>North Carolina-born artist Travis Stewart AKA Machinedrum has produced and composed over a dozen albums under various aliases since his first independent release in 1999. Covering an astonishing variety of styles through his solo work and with collaborative projects Sepalcure, JETS and Dream Continuum, Travis delivers his signature on everything he touches; from his 2013 'Vapor City' LP for Ninja Tune to his production work for the likes of Azealia Banks, Jamie Liddell and Jesse Boykins II, which has made him widely recognised as a producer's producer, a pioneer of many styles, and a master of his craft.</p>",
    "website": "http://machinedrum.net/",
    "facebook": "https://www.facebook.com/machinedrum/",
    "twitter": "https://twitter.com/Machine_Drum",
    "soundcloud": "https://soundcloud.com/machinedrum",
    "spotify": "https://open.spotify.com/artist/06xa1OLBsMQJFXcl2tQkH4"
},{
    "artist": "Justin Martin",
    "image": "lineup_img/Justin_Martin.jpg",
    "bio": "<p class='artist-json-bio'>Justin Martin started playing the pots and pans when he was two-years-old... and now he’s a DJ.</p>",
    "website": "https://www.facebook.com/justinmartinmusic/",
    "facebook": "https://www.facebook.com/justinmartinmusic/",
    "twitter": "https://twitter.com/mrJUSTINMARTIN",
    "soundcloud": "https://soundcloud.com/justin-martin-music",
    "spotify": "https://open.spotify.com/artist/4FN8WHqUbwkd97WEjoCu7B"
},{
    "artist": "Jade Cicada",
    "image": "lineup_img/JadeTechCircle.gif",
    "bio": "<p class='artist-json-bio'>Shredding a tidal wave of whiskey on a surfboard made out of don't care.</p>",
    "website": "http://www.bigwildmusic.com/",
    "facebook": "https://www.facebook.com/bigwildmusic/",
    "twitter": "https://twitter.com/bigwildmusic",
    "soundcloud": "https://soundcloud.com/bigwild",
    "spotify": "https://open.spotify.com/artist/0PxzGnCYBpSuaI49OR94cA"
},{
    "artist": "Desert Hearts Crew",
    "image": "lineup_img/desert_hearts_crew.jpg",
    "bio": "<p class='artist-json-bio'>Over the past 4 years, the Desert Hearts Family has found itself at the center of a dusty movement, fostering intimate experiences of sonic joy and unbounded love across the globe. Part boutique festival, part record label, and part globetrotting party brigade, this ragtag crew of dreamers has emerged as a vibe-focused force radiating a conscious ethos of House, Techno and Love.</p><br/><p class='artist-json-bio'> The beating heart of Desert Hearts is its founding fathers. A suitably colorful cast of characters, who fell into each other's lives skating and surfing around the beaches of San Diego. Led by top hat sporting label boss Mikey Lion, the core crew is rounded out by ex-pro BMX legend turned DJ, Lee Reynolds, the artistic backbone of the crew, Marbs, Mikey’s younger brother & absolute madman, Porkchop, and renegade visionary Kristoff McKay.</p><br/><p class='artist-json-bio'> HOUSE, TECHNO, & LOVE… WE ARE ALL DESERT HEARTS.</p>",
    "website": "https://www.desertheartsfestival.com/",
    "facebook": "https://www.facebook.com/WeAreDesertHearts/",
    "twitter": "https://twitter.com/deserthearts",
    "soundcloud": "https://soundcloud.com/desert-hearts-records",
    "spotify": ""
},{
    "artist": "Mikey Lion",
    "image": "lineup_img/Mikey_Lion.jpg",
    "bio": "<p class='artist-json-bio'>Part mythical desert harlequin, part modern soul conductor, Mikey Lion is more than a DJ––He’s a freak of nature and a controller of energy. The San Diego-native has earned a dusty mystique over the past few years as the center of the Desert Hearts movement and as a house and techno provocateur with a stage presence that suggests he will ride this wave all the way to the top. If there's one thing Mikey does well, it's get the party started.</p><br/><p class='artist-json-bio'>After honing his craft with weekly marathon DJ sessions at Sala Razzmatazz in Barcelona, Mikey was introduced to Burner culture at Lightning in a Bottle, 2011. It was at his first Burning Man in 2011 that he found a community calling and merged forces with his brother Porkchop, life long friends Marbs & Deep Jesus, and the inimitable Lee Reynolds to form The Desert Hearts Crew.</p>",
    "website": "www.liaisonartists.com/artist/mikey-lion",
    "facebook": "",
    "twitter": "",
    "soundcloud": "",
    "spotify": ""
},{
    "artist": "Lee Reynolds",
    "image": "lineup_img/Lee_Reynolds.png",
    "bio": "<p class='artist-json-bio'>Just as rave culture was making its first waves in the UK in 1988, a mad English kid named Lee Reynolds rode his BMX bike across the Atlantic to Los Angeles, carrying with him dreams of big air and sunny skies. He was as wild then as he is now, it’s just that on two wheels, Reynolds’ lack of abandon resulted in broken bones, not broken beats. In 1992, he limped off the ramp one last time and soon found himself lost to electronic psychedelia, and thusly one of the West Coast’s finest DJs began his path to the Desert Hearts movement and the hysteria he now conjures with every performance.</p><br/><p class='artist-json-bio'> Now, a quarter century later, Reynolds has a lifetime’s worth of experience bringing the weird and the wonderful to the dancefloor. He earned his chops up and down the West Coast in the dance scene’s dustier institutions––Moontribe, Moonshake, LiB––That’s where he developed his endlessly wide palate, penchant for mysticism, and an understanding that a dance party should be a spiritual experience.</p>",
    "website": "www.liaisonartists.com/artist/lee-reynolds",
    "facebook": "",
    "twitter": "",
    "soundcloud": "",
    "spotify": ""
},{
    "artist": "Marbs",
    "image": "lineup_img/Marbs.jpg",
    "bio": "<p class='artist-json-bio'>Having grown up in Southern California with the now notoriously known motley crew called Desert Hearts, Marbs, an artistic kid, was primarily influenced by legends like Pink Floyd and Tool, while also listening to underground hip hop, reggae, and rock, displaying his no holds barred love for all genres from an early age. Flash forward to San Francisco's Love Fest, art cars roaming the city, house music spilling from speakers, and Marbs’ musical tastes were forever changed thanks to ruler of the house music game and party guru, Lee Burridge.</p><br/><p class='artist-json-bio'>    Lovingly coined \"Papa Bear\", Marbs is truly the backbone of the Desert Hearts project working behind the scenes and running most of the logistics with a steady hand and a humble heart. He’s easily one of the nicest guys on the planet and is the most modest of the crew. Marbs’ musical talents and humble dj presence commands any dance floor with his sounds of mystical darkness and whimsical tribal rhythms; the night sky is the limit for this King of Darkness. With a sound like no other, a heart of gold, and a determination matched by few, Marbs is sure to lead this movement of love until the very happy end.</p>",
    "website": "www.liaisonartists.com/artist/marbs",
    "facebook": "",
    "twitter": "",
    "soundcloud": "",
    "spotify": ""
},{
    "artist": "Porkchop",
    "image": "lineup_img/Porkchop.jpg",
    "bio": "<p class='artist-json-bio'>A San Diego native, Leon was influenced early on by older brother Mikey Lion and dusty jaunts to Lightning in a Bottle and Black Rock City, but over the past two years, his renown as a DJ and chops on the decks have grown to match his larger-than-life personality.</p><br/><p class='artist-json-bio'> Hair in technicolor and his USB filled at all times with dancefloor demolishers, bursting with love and positive vibes, Porkchop has developed into one of the most unpredictable, but dependable DJ’s in the whole scene. He’s earned his way onto stages with the likes of Lee Burridge, Justin Martin, and Tale of Us, played festivals like Symbiosis and Envision in Costa Rica, five-time veteran at Burning Man, playing iconic camps like Robot Heart and Distrikt, and all over North America with the hot-ticket City Hearts tour. This is just the beginning as Porkchop is only rising. All signs point to 2017 being the Year of the Chop as he cements his place in the highest echelon of underground dance music.</p>",
    "website": "www.liaisonartists.com/artist/porkchop",
    "facebook": "",
    "twitter": "",
    "soundcloud": "",
    "spotify": ""
},{
    "artist": "Super Duper",
    "image": "lineup_img/Super_Duper.jpg",
    "bio": "<p class='artist-json-bio'>C O W A B U N G A // F O R E V E R",
    "facebook": "https://www.facebook.com/superdupermusic/",
    "twitter": "https://twitter.com/SuperDuper808",
    "soundcloud": "https://soundcloud.com/super-duper-music",
    "spotify": "https://open.spotify.com/artist/5zFMLXUnqxwdgTpLCX9LDj"
},{
    "artist": "10th Letter",
    "image": "lineup_img/10th_Letter.jpg",
    "bio": "<p class='artist-json-bio'>Jeremi Johnson (10th Letter) is a musician and visual artist currently living in Atlanta, GA. Drawing inspiration from surrealism, he uses uses a combination of live instrumentation, electronic drums, samples, and found sounds to create heavily textured sonic landscapes. His afro-futuristic compositions speak to his observations about society and nature and his deep interest in mysticism and the human experience. In his live performances, 10th Letter brings a bass heavy, beat driven, psychedelic experience that is not easily forgotten.</p>",
    "website": "https://10thlettermusic.com/",
    "facebook": "https://www.facebook.com/10thLetterMusic/",
    "twitter": "https://twitter.com/10thxLetter",
    "soundcloud": "https://soundcloud.com/10th-letter",
    "spotify": "https://open.spotify.com/artist/157BopKUKZXtvl8CFdUok2"
},{
    "artist": "KDMSL",
    "image": "lineup_img/KDSML.jpg",
    "bio": "<p class='artist-json-bio'>Born in the U.K., currently hailing in Nashville, KDSML merges the British Isles love for electronic progressivism with the South's love for the big, big bass tying them together with a turntablist fleet fingers and an ear-to-ear grin that's as contagious as it is honest.</p><br/><p class='artist-json-bio'>KDSML's evolution is constant, spurred on by a live performance schedule that has seen him criss crossing country swapping ideas and energy with an international cadre of established acts and up-and-comer. From the epic Nocturnal Festival to the wilds of Camp Bisco to the chaos of Mindelixir Bass Church monthly, KDSML has been staging a quiet campaign to takeover contemporary electronic music one show at a time. From his first full-length album Secret Recipe to his Trapjaw series of mixtapes, KDSML has explored the depths of hip hop and electronic music's overlapping aesthetics – it's the bass, duh – gliding between the two and pushing the envelope of what dance music can and should be.</p>",
    "website": "",
    "facebook": "https://www.facebook.com/djkidsmeal/",
    "twitter": "https://twitter.com/KDSML",
    "soundcloud": "https://soundcloud.com/kdsml",
    "spotify": "https://open.spotify.com/artist/4oQM4lGK76zP7ty18GwPxW"
}
]