[
  {
  "artist": "Berk Visual",
  "image": "lineup_img/Gramatik.jpg",
  "bio": "Mixing that electro thump with the sample-heavy boom-bap of hip-hop, DJ/producer Gramatik was born in Portoroz, Slovenia, but he always seemed bound for Brooklyn. It was an older sister with a large cassette collection who turned the young Gramatik on to tapes of funk, jazz, R&B, and other genres that naturally lent themselves to dancefloors. By the time he was 13, he was making beats on his PC, and by his late teens, his productions had earned him a loyal fan base and, eventually, the attention of the Colorado-based Pretty Lights. The like-minded producer signed Gramatik to his web label, also dubbed Pretty Lights, and released his Beatz & Pieces, Vol. 1 album in 2011. The Digital Freedom EP followed in 2012, along with Gramatik's new apartment in Brooklyn. He founded his own label, Lowtemp, in 2013, and only increased the pace of his recordings, giving away beat-heavy albums like SB#4 and Coffee Shop Selection even as he released proper LPs such as The Age of Reason in 2014 and Epigram in 2016 (both of the latter charted on Billboard's Top Electronic Albums).",
  "website": "http://www.gramatik.net",
  "facebook": "https://www.facebook.com/gramatik/",
  "twitter": "https://twitter.com/Gramatik",
  "soundcloud": "https://soundcloud.com/gramatik",
  "spotify": "https://open.spotify.com/artist/179BpmLkQCRIoU68Co80f5"
},{
    "artist": "Rex2",
    "image": "lineup_img/KDSML.jpg",
    "bio": "Born in the U.K., currently hailing in Nashville, KDSML merges the British Isles love for electronic progressivism with the South's love for the big, big bass tying them together with a turntablist fleet fingers and an ear-to-ear grin that's as contagious as it is honest.\nKDSML's evolution is constant, spurred on by a live performance schedule that has seen him criss crossing country swapping ideas and energy with an international cadre of established acts and up-and-comer. From the epic Nocturnal Festival to the wilds of Camp Bisco to the chaos of Mindelixir Bass Church monthly, KDSML has been staging a quiet campaign to takeover contemporary electronic music one show at a time. From his first full-length album Secret Recipe to his Trapjaw series of mixtapes, KDSML has explored the depths of hip hop and electronic music's overlapping aesthetics – it's the bass, duh – gliding between the two and pushing the envelope of what dance music can and should be.",
    "website": "",
    "facebook": "https://www.facebook.com/djkidsmeal/",
    "twitter": "https://twitter.com/KDSML",
    "soundcloud": "https://soundcloud.com/kdsml",
    "spotify": "https://open.spotify.com/artist/4oQM4lGK76zP7ty18GwPxW"
},{
    "artist": "Strangeloop",
    "image": "lineup_img/KDSML.jpg",
    "bio": "Born in the U.K., currently hailing in Nashville, KDSML merges the British Isles love for electronic progressivism with the South's love for the big, big bass tying them together with a turntablist fleet fingers and an ear-to-ear grin that's as contagious as it is honest.\nKDSML's evolution is constant, spurred on by a live performance schedule that has seen him criss crossing country swapping ideas and energy with an international cadre of established acts and up-and-comer. From the epic Nocturnal Festival to the wilds of Camp Bisco to the chaos of Mindelixir Bass Church monthly, KDSML has been staging a quiet campaign to takeover contemporary electronic music one show at a time. From his first full-length album Secret Recipe to his Trapjaw series of mixtapes, KDSML has explored the depths of hip hop and electronic music's overlapping aesthetics – it's the bass, duh – gliding between the two and pushing the envelope of what dance music can and should be.",
    "website": "http://www.strangelooptv.net/",
    "facebook": "https://www.facebook.com/djkidsmeal/",
    "twitter": "https://twitter.com/KDSML",
    "soundcloud": "https://soundcloud.com/kdsml",
    "spotify": "https://open.spotify.com/artist/4oQM4lGK76zP7ty18GwPxW"
}
]